/*  AMApplication localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMCategory localized strings  */
/* e.g. "Terminal" = "Terminal"; */

AMName = "VLC-cutter";

/* AMDefaultParameters localized values */
/* e.g. myDefaultIntegerParameter = 0; */
/* e.g. myDefaultStringParameter = "Default String Value"; */

/* AMDescription localized strings */
/* AMDAlert = "(* AMDAlert text goes here. (optional) *)"; */
AMDInput = "Accepts a list of start and end times in seconds";
/* AMDNote = "(* AMDNote text goes here. (optional) *)"; */
AMDOptions = "the action shold have the start and stop times set to zero if time cutting list is used";
AMDResult = "returns the new file created";
AMDRequires = "This will require VLC.app installed in /Applications";
AMDSummary = "Takes a video and crops it to the start and end time";
AMDWebsite = "https://github.com/SalamCast/";

/* AMKeyword localized strings */
/* e.g. "Filter" = "Filter"; */

/* AMWarning localized strings */
/* ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)"; */
/* IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)"; */
/* Message = "(* Warning message presented to user goes here. *)"; */

